Repository: jokinme99/jokin-poketest
Catalog: Poke-test/Poke-test/*.lproj/Localizable.strings
Languages: eu

source: Welcome
eu: Ongi etorri

# email_and_password_empty_error
source: Insert an email and password please.
eu: Email eta pasahitz bat sartu mesedez.

# email_empty_error
source: Insert an email please.
eu: Email bat sartu mesedez.

# password_empty_error
source: Insert a password please.
eu: Pasahitza sartu mesedez.

# invalid_email_error
source: Insert a valid email please.
eu: Sartutako emaila es da baliozkoa.

# already_in_use_email_error
source: Inserted email is already in use.
eu: Email hau saioa daegoeneko hastuta dago.

# user_not_found_error
source: Inserted email does not exist.
eu: Sartutako emaila ez da existitzen.

# wrong_password_error
source: Inserted password is wrong.
eu: Sartutako emaila ez da zuzena.

# weak_password_error
source: Inserted password is too weak. It must have at least 6 characters.
eu: Sartutako pasahitza ahula da. Gutxienez 6 karakter izan behar ditu.

source: ALL
eu: GUZTIAK

source: FLYING
eu: HEGAN

source: ROCK
eu: HARRIA

source: STEEL
eu: ALTZAIRUA

source: GRASS
eu: BELARRA

source: ICE
eu: IZOTZA

source: FAIRY
eu: MAITAGARRIA

source: You are going to close this account. Are you sure?
eu: Hasitako saio hau itxiko duzu. Ziur zaude?

source: Pokemon already added to favourites.
eu: Pokemon hau badago gustokoetan.

source: You will not be able to add any pokemons to favourites until you login or sign up. Would you like to login or sign up?
eu: Ezingo duzu pokemonik gehitu gustokoenetara, saioa hasi edo saio berri bat sortzen duzun arte. Gustatuko litzaizuke saioa hastea edo saio bat sotzea?

source: Email and password error!
eu: Emailean eta pasahitzan akatsa!

source: Email error!
eu: Emailean akatsa!!

source: Password error!
eu: Pasahitzan akatsa!

source: Yes
eu: Bai

source: Order by Name
eu: Izenagatik ordenatu

source: Order by id
eu: Idegatik ordenatu

source: Add
eu: Gehitu

source: Delete from favourites
eu: Gustokoetatik kendu

source: Add to favourites
eu: Gustokoetara gehitu

source: Enter
eu: Sartu

source: Log out
eu: Saioa itxi

source: Log in
eu: Sartu

source: Sign Up
eu: Kontu bat sortu

source: Favourites
eu: Gustokoak

source: Height:
eu: Altuera:

source: Weight:
eu: Pisua:

source: Attack:
eu: Erasoa:

source: Defense:
eu: Defentsa:

source: Special-attack:
eu: Eraso-berezia:

source: Special-defense:
eu: Defentsa-berezia:

source: Speed:
eu: Abiadura:

source: Email:
eu: Emaila

source: Password:
eu: Pasahitza

source: Search for pokemons...
eu: Pokemonak bilatu...
